tap "microsoft/mssql-release"
tap "ngrok/ngrok"
tap "sst/tap"
brew "openssl@3"
brew "sqlite"
brew "aircrack-ng"
brew "arp-scan"
brew "asdf"
brew "bat"
brew "bzip2"
brew "cmatrix"
brew "ripgrep"
cask "codex"
brew "eza"
brew "fd"
brew "fzf"
brew "freetds"
brew "xz"
brew "git-filter-repo"
brew "glib"
brew "gobuster"
brew "htop"
brew "icdiff"
brew "inetutils"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "libffi"
brew "libmediainfo"
brew "libpq"
brew "mariadb-connector-c"
brew "masscan"
brew "media-info"
brew "neovim"
brew "nmap"
brew "node"
brew "openvpn"
brew "postgresql@17"
brew "pyenv"
brew "python@3.11"
brew "redis"
brew "samba"
brew "speedtest-cli"
brew "sqlmap"
brew "stow"
brew "tailwindcss"
brew "telnet", link: false
brew "tmux"
brew "tree"
brew "vim"
brew "vitetris"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "sst/tap/opencode"
cask "caffeine"
cask "claude-code"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "ngrok/ngrok/ngrok"
cask "wezterm"
